---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Cm
source: html/d2492f72-7bd0-4505-bb08-28b713c26cee.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Cm Property

Symbol cm, indicating unit Centimeters.

## Syntax (C#)
```csharp
public static ForgeTypeId Cm { get; }
```